Repository: pdellaert/ACCOBooklistBundle
Catalog: Resources/translations/messages.*.xliff
Languages: nl

source: ACCO list of books
nl: ACCO Boekenlijsten

source: Choose your department
nl: Kies je faculteit

source: No faculty available
nl: Geen faculteit beschikbaar

source: Choose your level
nl: Kies je graad

source: No level available
nl: Geen graad beschikbaar

source: Choose your study
nl: Kies je studie

source: No study available
nl: Geen studie beschikbaar

source: Choose your program
nl: Kies je programma

source: No program available
nl: Geen programma beschikbaar

source: ECTS
nl: sp.

source: Choose your stage
nl: Kies je fase

source: No stage available
nl: Geen fase beschikbaar

source: Stage
nl: Fase

source: No courses available
nl: Geen vakken beschikbaar

source: Mandatory course
nl: Verplicht

source: Optional course
nl: Keuze

source: Course ID
nl: Vaknummer

source: Course
nl: Vak

source: Term
nl: Semester

source: ECTS
nl: Studiepunten

source: Teachers
nl: Docenten

source: Courses
nl: Vakken

source: Created by
nl: GecreÃ«erd door

source: Literature list
nl: Literatuurlijst

source: ACCO Bookstore
nl: ACCO Boekhandel

source: Wait a moment...
nl: Even geduld...

source: Expand all
nl: Open alles

source: Close all
nl: Sluit alles
